;
;  Few rules for translator:
;  For beginning of translate - copy english.ini into the yourlanguage.ini
;  Wise Data Recovery
;
;
; Translation Author: Kravtsov Aleksandr
; TranslationAuthorEmail: localiz@rambler.ru
; Version: 3.84
; Update: 2016-05-30
;

[Translation]
LangCode=0419
ReadHabit=Слева на право
LanguageName=RUS
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=Unicode_CHARSET
Information=Подтверждение
Warning=Внимание
Error=Ошибка
Confirm=Подтверждение
pmCheckMsg=Загружать новости
pmforum=Форум
pmHelp=Справка онлайн
pmContact=Обратная связь
pmHome=Сайт программы
pmCheckNew=Проверить обновление
pmLang=Языки
pmAbout=О программе
pmRestore=Восстановить
pmselectall=Отметить все
pmselectnone=Снять все
pmselectinvert=Инвертировать
FrmFRMain.lblTree.caption=Каталог
FrmFRMain.btnlikeit.caption=Нравится
FrmFRMain.btnfeedback.caption=Предложения и отзывы
FrmFRMain.btnsearch.caption=Поиск
FrmFRMain.btnrestore.caption=Восстановить
FrmFRMain.btnsearchcancel.caption=Отмена
FrmFRMain.btnemail.hint=Рассказать Wise Data Recovery друзьям
FrmFRMain.btnfacebook.hint=Подписаться на WiseCleaner на Facebook
FrmFRMain.btntwitter.hint=Рассказать о Wise Data Recovery на Twitter
;
; О программе
;
FrmFRAbout.caption=О программе
FrmFRAbout.btnok.caption=ОК
FrmFRAbout.lblver.caption=Текущая версия:
FrmFRAbout.lblemail.caption=Поддержка:
FrmFRAbout.lblhome.caption=Сайт:
FrmFRAbout.lblthank.caption=Перевод: Александр Кравцов. А также благодарим:
;
;Нравится
;
Frmlikeit.lblTitle.caption=Если вам нравится Wise Data Recovery, расскажите о программе своим знакомым.
Frmlikeit.lblInfo.caption=Пожалуйста, поделитесь Wise Data Recovery с семьей, друзьями, одноклассниками и коллегами по электронной почте, блогу, Twitter, Youtube, Facebook, и др...
Frmlikeit.lblRate.caption=Оцените Wise Data Recovery:
Frmlikeit.lblfollow.caption=Подписаться:
Frmlikeit.lblshare.caption=Поделиться Wise Data Recovery:
Frmlikeit.btndownload.caption=Бесплатная загрузка
Frmlikeit.imgrate.hint=Поставьте 5 звёзд на CNET
Frmlikeit.imgmail.hint=Поделиться с друзьями
Frmlikeit.imgface1.hint=Поделиться на facebook
Frmlikeit.imgface2.hint=Подписаться на facebook
Frmlikeit.imgtwitter1.hint=Поделиться на twitter
Frmlikeit.imgtwitter2.hint=Подписаться на twitter
Frmlikeit.Caption=Нравится
Frmlikeit.lbldownload.caption=Загрузить другие программы на  WiseCleaner.com :


[Edit]
pmcut=Вырезать
pmcopy=Копировать
pmpaste=Вставить
pmdelete=Удалить
pmselectall=Выбрать все


[GUI]
ButtonYes=Да
ButtonNo=Нет
ButtonOK=ОК
ButtonMinimize=Скрыть
ButtonMaximize=Развернуть
ButtonClose=Закрыть
ButtonRestore=Восстановить
ButtonMenu=Меню
ButtonDelete=Удалить

[FileRecovery]
FrmFRMain.lstFile.headitems[0]=Файл
FrmFRMain.lstFile.headitems[1]=Размер
FrmFRMain.lstFile.headitems[2]=Изменён
FrmFRMain.lstFile.headitems[3]=Состояние
FrmFRMain.lstFile.headitems[4]=Путь
Scanning=Сканирование...
Filtering=Фильтрация...
KeyWord=Ключевые слова
Images=Изображения
Audios=Звуки
Videos=Видео
Document=Документы
Compressed=Сжатые файлы
Email=Письма
AllFiles=Все файлы
AllFolders=Все папки
SelectDir=Выберите папку для сохранения восстановленных данных
NoSameDrive=Пожалуйста, выберите другой диск для восстановления чтобы избежать перезаписи данных.
ScanStopped=Поиск был отменён.
Good=Хорошее
Poor=Среднее
VeryPoor=Плохое
Lost=Утерян
ItemList=Найдено %d файлов.



[message]
OpenPreview=Предварительный просмотр
ClosePreview=Закрыть просмотр
NoPreview=Просмотр не доступен.
NoNewVer=Поздравляем, Вы используете последнюю версию!
RecoveryDone=Восстановление данных завершено.
TranslateTo=Перевести на...
NewVer=Доступна новая версия программы. Вы хотите обновить её сейчас?

